{
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bluloco.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "hyprland-vim-syntax": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mkdnflow.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-colorschemes": { "branch": "master" },
  "vim-godot": { "branch": "master" },
  "vim-ledger": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
